{
  "idEstacao": "INEP_2023_1_EST5_MEDICINA_FAMILIA_COMUNIDADE_DESNUTRICAO_INDIGENA",
  "tituloEstacao": "Desnutrição em Comunidade Indígena",
  "numeroDaEstacao": 5,
  "especialidade": "MEDICINA DA FAMÍLIA E COMUNIDADE",
  "tempoDuracaoMinutos": 10,
  "palavrasChave": [
    "desnutrição",
    "saúde indígena",
    "determinantes sociais da saúde",
    "orientação comunitária",
    "medicina da família e comunidade",
    "atenção primária"
  ],
  "nivelDificuldade": "Difícil",
  "instrucoesParticipante": {
    "cenarioAtendimento": {
      "nivelAtencao": "Atenção primária à saúde",
      "tipoAtendimento": "Ambulatorial",
      "infraestruturaUnidade": [
        "Sala de reunião de um Polo Base de um Distrito Sanitário Especial Indígena (DSEI)"
      ]
    },
    "descricaoCasoCompleta": "Você recebe uma Agente Indígena de Saúde (AIS) que lhe informa a situação de fome e miséria de uma população indígena residente no território adstrito ao Polo Base onde você atuará. A AIS atua, nesse Polo Base, há 15 anos, como liderança positiva e efetiva, desfrutando de ótima reputação perante a população indígena e a Equipe de Saúde da Família. Você conduzirá a conversa com a AIS para compreender e diagnosticar o problema comunitário, focando na desnutrição grave nessa população indígena (veja foto afixada ao lado).",
    "tarefasPrincipais": [
      "Demonstrar habilidades de comunicação e profissionalismo;",
      "Identificar e citar QUATRO sinais físicos possíveis da desnutrição grave;",
      "Identificar e citar CINCO impactos, a curto, médio ou longo prazos, da desnutrição grave dessa população indígena;",
      "Associar e comentar CINCO Determinantes Sociais da Saúde relacionados ao problema da desnutrição grave nessa população indígena;",
      "Explicar, brevemente, QUATRO ações, ferramentas ou estratégias do atributo de orientação comunitária na Atenção Primária à Saúde voltadas para a compreensão e/ou enfrentamento da desnutrição grave nessa população indígena."
    ],
    "avisosImportantes": []
  },
  "materiaisDisponiveis": {
    "informacoesVerbaisSimulado": [
      {
        "contextoOuPerguntaChave": "IDENTIFICAÇÃO DO PACIENTE",
        "informacao": "Meu nome é Luana, tenho 34 anos, e atuo há 15 anos como Agente Indígena de Saúde no Polo Base."
      },
      {
        "contextoOuPerguntaChave": "MOTIVO DE CONSULTA",
        "informacao": "Doutor(a), a população indígena da minha microárea está muito magra, fraca, triste e adoece com frequência. Eles estão sofrendo com a fome e com a miséria. Eu aprendi que os determinantes sociais da saúde ajudam a explicar a razão dessa comunidade sofrer com desnutrição."
      },
      {
        "contextoOuPerguntaChave": "FATORES DESENCADEANTES",
        "informacao": "Contaminação ambiental: Nos últimos anos aumentou a contaminação dos rios por mercúrio.\nAlimentação: Houve uma diminuição das árvores frutíferas e a caça também piorou.\nViolência: Houve piora na violência contra mulheres e crianças indígenas."
      },
      {
        "contextoOuPerguntaChave": "PERGUNTAS/INSTRUÇÕES AO ATOR",
        "informacao": "A partir de quantos sinais a gente pode identificar a desnutrição?\nQuais são os impactos da desnutrição grave, agora e no futuro de crianças, adolescentes, adultos e idosos?\nOs determinantes sociais da saúde ajudam a explicar a situação desse caso?\nQuais determinantes sociais seriam associáveis a esse caso?\nComo o(a) senhor(a) abordaria o problema que vem atingindo a comunidade? De forma individual, no consultório, ou a comunidade?\nQuais ações, ferramentas ou estratégias podem ajudar a gente a compreender e enfrentar a desnutrição grave nessa comunidade indígena?"
      }
    ],
    "impressos": [
      {
        "idImpresso": "est5_fotografia_desnutricao",
        "tituloImpresso": "FOTOGRAFIA",
        "tipoConteudo": "imagemComLaudo",
        "conteudo": {
          "urlImagem": "https://storage.googleapis.com/assistly/images/2023_1_prova_habilidades_clinicas_page_26_image_1.png",
          "laudo": "DIRIJA-SE À CÂMERA E CITE SOMENTE QUATRO SINAIS FÍSICOS POSSÍVEIS DO QUADRO CLÍNICO DE DESNUTRIÇÃO GRAVE. ATENÇÃO: SERÃO CONSIDERADOS APENAS OS QUATRO PRIMEIROS SINAIS FÍSICOS VERBALIZADOS."
        }
      }
    ],
    "perguntasAtorSimulado": []
  },
  "padraoEsperadoProcedimento": {
    "idChecklistAssociado": "PEP_EST5_MFC_DESNUTRICAO_2023V1_05",
    "sinteseEstacao": {
      "resumoCasoPEP": "A Estação 5 de Medicina de Família e Comunidade abordou a orientação comunitária na Atenção Primária em Saúde (APS) com abordagem e ferramentas diversas, a partir do problema de desnutrição grave em uma comunidade indígena.",
      "focoPrincipalDetalhado": [
        "Conduzir uma reunião com uma Agente Indígena de Saúde (AIS) para identificar sinais físicos de desnutrição grave e analisar os impactos individuais e coletivos.",
        "Acolher a representante da comunidade, demonstrar empatia e trabalhar respeitosamente com a profissional da equipe de saúde.",
        "Aplicar o atributo da orientação comunitária e explicar o problema da desnutrição grave valendo-se dos DSS e das ações/ferramentas de abordagem comunitária."
      ]
    },
    "itensAvaliacao": [
      {
        "idItem": "pep_est5_item01",
        "itemNumeroOficial": "1",
        "descricaoItem": "Primeiro contato:\n(1) cumprimenta a Agente Indígena de Saúde (AIS) simulada;\n(2) identifica-se;\n(3) dirige-se à AIS pelo nome, pelo menos uma vez;\n(4) pergunta sobre o motivo da reunião;\n(5) ouve com atenção, sem interromper o relato inicial.",
        "pontuacoes": {
          "adequado": {"criterio": "Realiza as cinco ações.", "pontos": 0.5},
          "parcialmenteAdequado": {"criterio": "Realiza três OU quatro ações.", "pontos": 0.25},
          "inadequado": {"criterio": "Realiza uma ou duas ações OU não realiza ação alguma.", "pontos": 0.0}
        }
      },
      {
        "idItem": "pep_est5_item02",
        "itemNumeroOficial": "2",
        "descricaoItem": "Postura:\n(1) mantém contato visual ao longo da reunião;\n(2) mantém postura ativa e interessada ao longo da reunião.",
        "pontuacoes": {
          "adequado": {"criterio": "Realiza as duas ações.", "pontos": 0.75},
          "parcialmenteAdequado": null,
          "inadequado": {"criterio": "Realiza uma ação OU não realiza ação alguma.", "pontos": 0.0}
        }
      },
      {
        "idItem": "pep_est5_item03",
        "itemNumeroOficial": "3",
        "descricaoItem": "Escuta ativa ao longo da consulta:\n(1) escuta a fala da AIS sem interrompê-la (sem interrompê-la recorrentemente OU sem interrompê-la mais de uma vez);\n(2) responde às perguntas usando linguagem acessível.",
        "pontuacoes": {
          "adequado": {"criterio": "Realiza as duas ações.", "pontos": 0.5},
          "parcialmenteAdequado": null,
          "inadequado": {"criterio": "Realiza uma ação OU não realiza ação alguma.", "pontos": 0.0}
        }
      },
      {
        "idItem": "pep_est5_item04",
        "itemNumeroOficial": "4",
        "descricaoItem": "Competência Cultural: demonstra, por falas e gestos, atitudes culturalmente competentes.",
        "pontuacoes": {
          "adequado": {"criterio": "Demonstra.", "pontos": 0.75},
          "parcialmenteAdequado": null,
          "inadequado": {"criterio": "Não demonstra.", "pontos": 0.0}
        }
      },
      {
        "idItem": "pep_est5_item05",
        "itemNumeroOficial": "5",
        "descricaoItem": "Trabalho em equipe:\n(1) demonstra respeito a AIS como profissional valiosa da equipe;\n(2) valoriza o convite dela para essa reunião;\n(3) coloca-se disponível para mais encontros com os demais profissionais da equipe.",
        "pontuacoes": {
          "adequado": {"criterio": "Realiza as três ações.", "pontos": 0.25},
          "parcialmenteAdequado": {"criterio": "Realiza duas ações.", "pontos": 0.15},
          "inadequado": {"criterio": "Realiza uma ação OU não realiza ação alguma.", "pontos": 0.0}
        }
      },
      {
        "idItem": "pep_est5_item06",
        "itemNumeroOficial": "6",
        "descricaoItem": "Identifica e cita QUATRO sinais físicos possíveis da desnutrição grave.",
        "pontuacoes": {
          "adequado": {"criterio": "Cita quatro sinais.", "pontos": 1.25},
          "parcialmenteAdequado": {"criterio": "Cita três sinais.", "pontos": 0.7},
          "inadequado": {"criterio": "Cita dois sinais OU cita um sinal OU não cita sinal algum.", "pontos": 0.0}
        }
      },
      {
        "idItem": "pep_est5_item07",
        "itemNumeroOficial": "7",
        "descricaoItem": "Identifica e cita CINCO impactos, a curto, médio ou longo prazos, da desnutrição grave nessa população indígena.",
        "pontuacoes": {
          "adequado": {"criterio": "Cita cinco impactos.", "pontos": 1.0},
          "parcialmenteAdequado": {"criterio": "Cita quatro impactos.", "pontos": 0.5},
          "inadequado": {"criterio": "Cita três ou menos impactos.", "pontos": 0.0}
        }
      },
      {
        "idItem": "pep_est5_item08",
        "itemNumeroOficial": "8",
        "descricaoItem": "Associa CINCO Determinantes Sociais da Saúde (DSS) ao problema da desnutrição grave indígena.",
        "pontuacoes": {
          "adequado": {"criterio": "Associa cinco ou mais DSS à desnutrição comunitária.", "pontos": 2.5},
          "parcialmenteAdequado": {"criterio": "Associa quatro ou três DSS à desnutrição comunitária.", "pontos": 1.25},
          "inadequado": {"criterio": "Associa dois, um ou não associa os DSS à desnutrição comunitária.", "pontos": 0.0}
        }
      },
      {
        "idItem": "pep_est5_item09",
        "itemNumeroOficial": "9",
        "descricaoItem": "Explica, brevemente, QUATRO (4) ações, ferramentas ou estratégias de abordagem comunitária visando-se compreender e/ou enfrentar a desnutrição grave nessa população indígena.",
        "pontuacoes": {
          "adequado": {"criterio": "Explica quatro ou mais ações, ferramentas ou estratégias de abordagem comunitária.", "pontos": 2.5},
          "parcialmenteAdequado": {"criterio": "Explica três ações, ferramentas ou estratégias de abordagem comunitária.", "pontos": 1.5},
          "inadequado": {"criterio": "Explica duas, uma ou não explica ação, ferramenta ou estratégia de abordagem comunitária alguma.", "pontos": 0.0}
        }
      }
    ],
    "pontuacaoTotalEstacao": 10.0
  }
}
