[
  {
    "timestamp": "{\"$date\": {\"$numberLong\": \"1755626488484\"}}",
    "rule": "Sempre usar sistema híbrido para economia de tokens",
    "context": "Otimização de performance",
    "category": "obrigatorio",
    "source": "user_feedback"
  },
  {
    "timestamp": "{\"$date\": {\"$numberLong\": \"1755626488487\"}}",
    "rule": "Nunca incluir informações entre parênteses no PEP",
    "context": "Padrão de formatação INEP",
    "category": "restricao",
    "source": "user_feedback"
  },
  {
    "timestamp": "{\"$date\": {\"$numberLong\": \"1755626488491\"}}",
    "rule": "Preferir arquivos locais ao invés de Firestore para templates",
    "context": "Sistema híbrido",
    "category": "preferencia",
    "source": "user_feedback"
  },
  {
    "timestamp": "{\"$date\": {\"$numberLong\": \"1756178941281\"}}",
    "rule": "FASE 4: sempre verificar o arquivo gabaritoestacoes.json e validar ao final para ver se esta de acordo e com os arquivos .json da prova do inep anteriores",
    "context": "Feedback do usuário via interface",
    "category": "obrigatorio",
    "source": "user_feedback"
  },
  {
    "timestamp": "{\"$date\": {\"$numberLong\": \"1756180741205\"}}",
    "rule": "FASE 3: NAS TAREFAS NUNCA JAMAIIS DE DICAS DO QUE SOLICITAR, QUAIS EXAMES, TUDO QUE ESTA ENTRE PARENTESES TANTO NAS TAREFAS QUANTO NA INFRAESTRUTURA QUANTO NA DESCRILCAÇÃO DO CASO, SEJA GENERICO, NAO DE PISTAS AO CANDIDATO, POR EXEMPLO : \"Acionar formalmente o \"Código AVC\" ou a equipe multidisciplinar de AVC, verbalizando a urgência.\" ,ISSO NAO É TAREFA, VOCE ESTA DIZENDO AO CANDIDATO O QUE ELE DEVE FAZER, NUNCA INCLUA NADA PARECIDO NAS NTAREFAS, ISSO É UM ITEM DE AVALIAÇÃO E NAO TAREFA, esse outro exemplo: \" Solicitar os exames laboratoriais essenciais para o protocolo de AVC (glicemia capilar urgente, coagulograma completo, eletrólitos).\" AQUI VOCE JÁ ESTA DIZENDO QUAIS EXAMES COMPLEMENTARES ELE TEM QUE PEDIR E DANDO O DIAGNOSTICO!!!!!!!!!!!!!!!!!!!!!!, OUTRO EXEMPLO : \"Requisitar a Tomografia Computadorizada de Crânio sem contraste de urgência.\" !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! AS TAREFAS ESTAO TOTALMENTE ERRADAS, ANALISE O HISTORICO DAS ESTAÇÕES DO INEP EM .JSON. NO CONTEXTO CLINICO COLOQUYE NO MAXIMO 2 SINTOMAS E O TEMPO APENAS, NAO DE MUITAS INFORMAÇOES, COLOQUE APENAS OS 2 OU NO MAXIMO 3 (SOMENTE SE FOR REALMENTE NECESSARIO E COMPATIVEL COM O TEMA) E QUE SEJAM OS SINTOMAS/SINAIS PRINCIPAIS.... POR FAVOR, E NA INFRAESTRUTURA MESMMA COISA, NUNCA SEJA ESPECIFICO NOS COMPONENTES, POR EXEMPLO, COLOQUE \"EXAMES DE IMAGEM DISPONIVEIS\"  E NUNCA COLOQUE \"TOMOGRAFIA DISPONIVEL\", OU \"HEMOGRAMA, PCR, ETC DISPONIVEL\" COLOQUE \"EXAMES DE LABORATORIO DISPONIVEL\"",
    "context": "Feedback do usuário via interface",
    "category": "restricao",
    "source": "user_feedback"
  },
  {
    "timestamp": "{\"$date\": {\"$numberLong\": \"1756181280546\"}}",
    "rule": "FASE 3: sempre verifique se o arquivo.json gerado segue os pdroes do arquivo modelo gabaritoestacoes.json e tambem as estacoes das provas anteriores do inep em .json da sua memoria",
    "context": "Feedback do usuário via interface",
    "category": "obrigatorio",
    "source": "user_feedback"
  },
  {
    "timestamp": "{\"$date\": {\"$numberLong\": \"1756184364876\"}}",
    "rule": "FASE 4: na descricaoCasoCompleta\": \"Você está de plantão na sala de emergência de um hospital terciário quando um paciente de 68 anos é trazido pela família com queixa de desorientação e fraqueza no lado esquerdo do corpo com início há 1 hora. Seu papel é realizar o atendimento inicial completo.\"  **QUERO QUE RETIRE E NUNCA INCLUA TAREFAS NA DESCRIÇÃO DO CASO EX: \"Seu papel é realizar o atendimento inicial completo\" ISSOO É UMA TAREFA!! , nos itens de avaliação quero no minio 12 itens de avaliação e vvce estta escrevendo nos criterios de pontuação o que deveria ir na descrição dos itens, exemplo: \"descricaoItem\": \"MEDIDAS INICIAIS DE SUPORTE\\nVerbaliza as medidas de suporte essenciais para o paciente com suspeita de AVC.\", \"criterio\": \"Verbaliza a realização do ABC, monitorização cardíaca e de oximetria, e obtenção de 2 acessos venosos periféricos calibrosos.\",       a descrião deveria ficar assim: \" Verbaliza as medidas de suporte essenciais para o paciente com suspeita de AVC: (1) monitorização cardíaca ; (2) oximetria  ; (3) obtenção de 2 acessos venosos periféricos calibrosos . SEMPRE DESCREVER OS ITENS NA DESCRIÇÃO DOS ITENS SEGUIDO DE DOIS PONTOS E CADA ITENS TERMINADO EM PONTO E VIRGULA, MENOS O ULTIMO QUE DEVE TERMINAR SEM PONTUAÇÃO NENHUMA CONFORME EXEMPLO, E NOS CRITERIOS DE PONTUAÇÃO SEMPRE SIGA O PADRAO DAS PROVAS DO INEP, EX: Indicou 3 itens corretamente, etcc , nunca descrevendo os itens nos criterios!!!!!!!!!!!",
    "context": "Feedback do usuário via interface",
    "category": "restricao",
    "source": "user_feedback"
  },
  {
    "timestamp": "{\"$date\": {\"$numberLong\": \"1756189736703\"}}",
    "rule": "FASE 3: nunca na fase 2 faça isso \"* Materiais Disponíveis (Infraestrutura):\n* Ficha do paciente com informações básicas (nome, idade, chegada).\n* Materiais para exame neurológico (martelo de reflexos, oftalmoscópio, etc.).\n* Exames de laboratório disponíveis.\n* Exames de imagem disponíveis.\n* Prontuário.\"                nao coloque nada entre parenteses nem de dicas por favor !!!!!! por exemplo \"Materiais para exame neurológico (martelo de reflexos, oftalmoscópio, etc.).\" apenas materiais para exame neurológico, nao quero nada entre paranteses ou dicas por favor, esses dados de infraestrutura nao sao compativeis com as do inep",
    "context": "Feedback do usuário via interface",
    "category": "restricao",
    "source": "user_feedback"
  }
]